Repository: spharsh32/RealityCart
Catalog: lib/l10n/app_*.arb
Languages: gu

# appTitle
source: Reality Cart
gu: રિયાલિટી કાર્ટ

# welcomeMessage
source: Welcome Back
gu: ફરીથી સ્વાગત છે

# search
source: Search for products...
gu: પ્રોડક્ટ્સ શોધો...

source: Change Language
gu: ભાષા બદલો

source: Categories
gu: કેટેગરીઝ

source: Recently Viewed
gu: તાજેતરમાં જોયેલું

source: Featured Products
gu: પ્રદર્શિત પ્રોડક્ટ્સ

source: See All
gu: બધું જુઓ

source: Admin Dashboard
gu: એડમિન ડેશબોર્ડ

source: Overview
gu: ઝાંખી

source: Total Sales
gu: કુલ વેચાણ

source: Total Orders
gu: કુલ ઓર્ડર

source: Products
gu: ઉત્પાદનો

source: Total Users
gu: કુલ વપરાશકર્તાઓ

# revenueAnalysis
source: Revenue Analysis (Last 7 Days)
gu: આવક વિશ્લેષણ (છેલ્લા 7 દિવસ)

source: Recent Activity
gu: તાજેતરની પ્રવૃત્તિ

source: Add Product
gu: પ્રોડક્ટ ઉમેરો

source: No Data Available
gu: કોઈ ડેટા ઉપલબ્ધ નથી

source: No recent activity
gu: કોઈ તાજેતરની પ્રવૃત્તિ નથી

source: Status
gu: સ્ટેટસ:

source: Order
gu: ઓર્ડર

source: Admin Portal
gu: એડમિન પોર્ટલ

source: Admin Login
gu: એડમિન લૉગિન

# pleaseEnterCredentials
source: Please enter your credentials
gu: કૃપા કરીને તમારી લૉગિન માહિતી દાખલ કરો

source: Admin ID
gu: એડમિન આઇડી

source: Password
gu: પાસવર્ડ

source: Login
gu: લૉગિન

source: Forgot Password?
gu: પાસવર્ડ ભૂલી ગયા છો?

# enterEmailToReset
source: Enter your email associated with your account and we'll send an email with instructions to reset your password.
gu: તમારા એકાઉન્ટ સાથે સંકળાયેલ તમારું ઇમેઇલ દાખલ કરો અને અમે તમારો પાસવર્ડ રીસેટ કરવાની સૂચનાઓ સાથે એક ઇમેઇલ મોકલીશું.

source: Email Address
gu: ઇમેઇલ સરનામું

source: Send Instructions
gu: સૂચનાઓ મોકલો

source: Email
gu: ઇમેઇલ

source: Phone Number
gu: ફોન નંબર

source: Send OTP
gu: OTP મોકલો

# verifyAndLogin
source: Verify & Login
gu: ચકાસો અને લૉગિન કરો

source: Change Phone Number
gu: ફોન નંબર બદલો

source: Resend OTP
gu: OTP ફરીથી મોકલો

# resendOTPIn
source: Resend OTP in 00:
gu: OTP ફરીથી મોકલો 00:

# dontHaveAccount
source: Don't have an account?
gu: શું તમારું ખાતું નથી?

source: Sign Up
gu: સાઇન અપ કરો

source: Or continue with
gu: અથવા આની સાથે ચાલુ રાખો

# onboardingTitle1
source: Welcome to Reality Cart
gu: રિયાલિટી કાર્ટમાં આપનું સ્વાગત છે

# onboardingDesc1
source: Experience shopping like never before with Augmented Reality.
gu: ઓગમેન્ટેડ રિયાલિટી સાથે પહેલાં ક્યારેય નહોતી એવી ખરીદીનો અનુભવ કરો.

# onboardingTitle2
source: Try Before You Buy
gu: ખરીદતા પહેલા પ્રયાસ કરો

# onboardingDesc2
source: Visualize products in your own space to make confident decisions.
gu: આત્મવિશ્વાસપૂર્ણ નિર્ણયો લેવા માટે તમારા પોતાના સ્પેસમાં પ્રોડક્ટ્સની કલ્પના કરો.

# onboardingTitle3
source: Fast & Secure
gu: ઝડપી અને સુરક્ષિત

# onboardingDesc3
source: Enjoy seamless checkout and reliable delivery right to your door.
gu: સીમલેસ ચેકઆઉટ અને સીધા તમારા ઘર સુધી વિશ્વસનીય ડિલિવરીનો આનંદ માણો.

source: Skip
gu: છોડો

source: Next
gu: આગળ

source: Get Started
gu: શરૂ કરો

source: Create Account
gu: એકાઉન્ટ બનાવો

source: Sign up to get started!
gu: શરૂ કરવા માટે સાઇન અપ કરો!

source: Full Name
gu: પૂરું નામ

source: Confirm Password
gu: પાસવર્ડની પુષ્ટિ કરો

source: Or sign up with
gu: અથવા આની સાથે સાઇન અપ કરો

# alreadyHaveAccount
source: Already have an account?
gu: પહેલેથી જ એક એકાઉન્ટ છે?

source: Please login to view profile
gu: પ્રોફાઇલ જોવા માટે કૃપા કરીને લૉગિન કરો

source: User Name
gu: વપરાશકર્તા નામ

source: My Orders
gu: મારા ઓર્ડર

source: My Wishlist
gu: મારી વિશલિસ્ટ

source: Shipping Addresses
gu: શિપિંગ સરનામાં

source: Payment Methods
gu: ચુકવણી પદ્ધતિઓ

source: Settings
gu: સેટિંગ્સ

# helpAndSupport
source: Help & Support
gu: મદદ અને સપોર્ટ

source: Logout
gu: લૉગ આઉટ

source: All Categories
gu: બધી કેટેગરીઝ

source: Something went wrong
gu: કંઈક ખોટું થયું

source: No recently viewed products
gu: તાજેતરમાં જોયેલી કોઈ પ્રોડક્ટ્સ નથી

source: Product Name
gu: પ્રોડક્ટનું નામ

source: All
gu: બધા

source: Electronics
gu: ઇલેક્ટ્રોનિક્સ

source: Fashion
gu: ફેશન

source: Home
gu: ઘર

source: Books
gu: પુસ્તકો

source: Toys
gu: રમકડાં

source: Beauty
gu: સૌંદર્ય

source: Sports
gu: રમતગમત

source: Grocery
gu: કરિયાણું

source: Automotive
gu: ઓટોમોટિવ

source: Newest
gu: સૌથી નવું

source: Price: Low to High
gu: કિંમત: ઓછી થી વધુ

source: Price: High to Low
gu: કિંમત: વધુ થી ઓછી

# noProductsMatchFilters
source: No products match your filters
gu: તમારા ફિલ્ટર્સ સાથે કોઈ પ્રોડક્ટ્સ મેળ ખાતા નથી

source: Sort By
gu: આના દ્વારા સૉર્ટ કરો

source: Reality AI
gu: રિયાલિટી AI

source: Clear Chat
gu: ચેટ સાફ કરો

source: Ask anything...
gu: કંઈપણ પૂછો...

source: Search products...
gu: પ્રોડક્ટ્સ શોધો...

# searchForFavoriteProducts
source: Search for your favorite products
gu: તમારા મનપસંદ પ્રોડક્ટ્સને શોધો

source: No results found for
gu: આ માટે કોઈ પરિણામ મળ્યું નથી

source: Please login to see notifications
gu: સૂચનાઓ જોવા માટે કૃપા કરીને લૉગિન કરો

source: Notifications
gu: સૂચનાઓ

source: Mark all as read
gu: બધાને વાંચેલા તરીકે ચિહ્નિત કરો

source: No Notifications
gu: કોઈ સૂચનાઓ નથી

source: Cannot delete global announcements
gu: વૈશ્વિક ઘોષણાઓ કાઢી શકાતી નથી

source: Please login to access settings
gu: સેટિંગ્સ ઍક્સેસ કરવા માટે કૃપા કરીને લૉગિન કરો

source: General
gu: સામાન્ય

source: Push Notifications
gu: પુશ સૂચનાઓ

source: Theme Mode
gu: થીમ મોડ

source: System
gu: સિસ્ટમ

source: Light
gu: લાઇટ

source: Dark
gu: ડાર્ક

source: Account
gu: ખાતું

source: Change Password
gu: પાસવર્ડ બદલો

source: Verify old password to update
gu: અપડેટ કરવા માટે જૂનો પાસવર્ડ ચકાસો

source: Old Password
gu: જૂનો પાસવર્ડ

source: New Password
gu: નવો પાસવર્ડ

source: Enter old password
gu: જૂનો પાસવર્ડ દાખલ કરો

source: Enter new password
gu: નવો પાસવર્ડ દાખલ કરો

source: Minimum 8 characters required
gu: લઘુત્તમ 8 અક્ષરો જરૂરી છે

source: Passwords do not match
gu: પાસવર્ડ મેચ થતા નથી

source: Cancel
gu: રદ કરો

source: Update
gu: અપડેટ કરો

source: Password updated successfully!
gu: પાસવર્ડ સફળતાપૂર્વક અપડેટ થયો!

source: Update failed
gu: અપડેટ નિષ્ફળ

source: Frequently Asked Questions
gu: વારંવાર પૂછાતા પ્રશ્નો

source: Contact Us
gu: અમારો સંપર્ક કરો

source: Email Support
gu: ઇમેઇલ સપોર્ટ

source: Call Us
gu: અમને કૉલ કરો

source: Could not launch support
gu: સપોર્ટ લૉન્ચ કરી શકાયો નથી

# liveChatComingSoon
source: Live Chat feature coming soon!
gu: લાઇવ ચેટ સુવિધા ટૂંક સમયમાં આવી રહી છે!

# aiWelcomeMessage
source: Hello! I am your Reality Cart AI assistant. How can I help you today?
gu: નમસ્તે! હું તમારો રિયાલિટી કાર્ટ AI સહાયક છું. હું આજે તમને કેવી રીતે મદદ કરી શકું?

# aiGreetingResponse
source: Hello there! Looking for something specific?
gu: નમસ્તે! શું કંઈ ચોક્કસ શોધી રહ્યાં છો?

# aiPriceResponse
source: Our products have the best prices in the market. Check out the Featured section!
gu: અમારા પ્રોડક્ટ્સની બજારમાં શ્રેષ્ઠ કિંમતો છે. ફીચર્ડ વિભાગ તપાસો!

# aiArResponse
source: You can view products in AR by clicking the 'View in AR' button on the product details page.
gu: તમે પ્રોડક્ટ વિગતો પૃષ્ઠ પર 'AR માં જુઓ' બટન પર ક્લિક કરીને AR માં પ્રોડક્ટ્સ જોઈ શકો છો.

# aiShippingResponse
source: We offer free shipping on orders over ₹500. Most orders arrive within 3-5 business days.
gu: અમે માનીએ છીએ કે ઓર્ડર 3-5 વ્યવસાયિક દિવસોમાં પહોંચી જશે.

# aiFallbackResponse
source: I'm still learning! Try asking about products, AR features, or shipping.
gu: હું હજુ પણ શીખી રહ્યો છું! પ્રોડક્ટ્સ, એઆર સુવિધાઓ અથવા શિપિંગ વગેરે વિશે પૂછવાનો પ્રયાસ કરો.

source: Product not found
gu: પ્રોડક્ટ મળ્યું નથી

source: No description available.
gu: કોઈ વર્ણન ઉપલબ્ધ નથી.

source: Inclusive of all taxes
gu: બધા કર સહિત

source: ratings
gu: રેટિંગ્સ

source: FREE Delivery
gu: મફત ડિલિવરી

source: by
gu: દ્વારા

source: Tomorrow
gu: આવતીકાલે

source: Select Size
gu: કદ પસંદ કરો

source: Description
gu: વર્ણન

source: ADD TO CART
gu: કાર્ટમાં ઉમેરો

source: BUY NOW
gu: હમણાં ખરીદો

source: AR View
gu: AR વ્યુ

source: My Cart
gu: મારું કાર્ટ

source: Your cart is empty!
gu: તમારું કાર્ટ ખાલી છે!

# addItemsNow
source: Add items to it now.
gu: તેમાં હવે વસ્તુઓ ઉમેરો.

source: Shop Now
gu: હવે ખરીદી કરો

source: Size
gu: કદ

source: Remove
gu: દૂર કરો

source: View Details
gu: વિગતો જુઓ

source: PLACE ORDER
gu: ઓર્ડર આપો

source: Your wishlist is empty!
gu: તમારી વિશલિસ્ટ ખાલી છે!

# saveItemsForLater
source: Save items you like for later.
gu: તમને ગમતી વસ્તુઓ પછી માટે સાચવો.

source: Unknown Product
gu: અજ્ઞાત પ્રોડક્ટ

source: Order Summary
gu: ઓર્ડરનો સારાંશ

source: Items
gu: આઇટમ્સ

source: Qty
gu: જથ્થો

source: Deliver to:
gu: અહીં પહોંચાડો:

source: Change
gu: બદલો

source: Add Address
gu: સરનામું ઉમેરો

# noAddressSaved
source: No address saved yet.
gu: હજુ સુધી કોઈ સરનામું સાચવ્યું નથી.

# continueText
source: CONTINUE
gu: ચાલુ રાખો

source: Delete Address
gu: સરનામું કાઢી નાખો

# areYouSureDeleteAddress
source: Are you sure you want to delete this address?
gu: શું તમે ખરેખર આ સરનામું કાઢી નાખવા માંગો છો?

source: Delete
gu: કાઢી નાખો

source: Add New Address
gu: નવું સરનામું ઉમેરો

source: Edit Address
gu: સરનામાંમાં ફેરફાર કરો

# nameLabel
source: Name (e.g., Home, Office)
gu: નામ (દા.ત., ઘર, ઓફિસ)

source: Street Address
gu: શેરી સરનામું

source: City
gu: શહેર

source: State
gu: રાજ્ય

source: Zip Code
gu: પિન કોડ

source: Phone
gu: ફોન

source: Save Address
gu: સરનામું સાચવો

source: Update Address
gu: સરનામું અપડેટ કરો

# noSavedAddresses
source: No saved addresses found
gu: કોઈ સાચવેલા સરનામાં મળ્યા નથી

source: Remove Card
gu: કાર્ડ દૂર કરો

# areYouSureRemoveCard
source: Are you sure you want to remove this payment method?
gu: શું તમે ખરેખર આ ચુકવણી પદ્ધતિ દૂર કરવા માંગો છો?

source: Add New Card
gu: નવું કાર્ડ ઉમેરો

source: Edit Card
gu: કાર્ડમાં ફેરફાર કરો

source: Card Number
gu: કાર્ડ નંબર

# expiryLabel
source: Expiry (MM/YY)
gu: સમાપ્તિ (MM/YY)

source: Cardholder Name
gu: કાર્ડધારકનું નામ

source: Save Card
gu: કાર્ડ સાચવો

source: Update Card
gu: કાર્ડ અપડેટ કરો

source: Payment Options
gu: ચુકવણી વિકલ્પો

# noPaymentMethods
source: No payment methods found
gu: કોઈ ચુકવણી પદ્ધતિઓ મળી નથી

source: Select Payment Method
gu: ચુકવણી પદ્ધતિ પસંદ કરો

# creditDebitAtm
source: Credit / Debit / ATM Card
gu: ક્રેડિટ / ડેબિટ / ATM કાર્ડ

# creditDebitAtmSubtitle
source: Add or use saved cards
gu: નવા અથવા સાચવેલા કાર્ડનો ઉપયોગ કરો

source: Add Another Card
gu: બીજું કાર્ડ ઉમેરો

source: Net Banking
gu: નેટ બેન્કિંગ

# netBankingSubtitle
source: All Indian Banks
gu: તમામ ભારતીય બેંકો

# cod
source: Cash on Delivery
gu: કૅશ ઑન ડિલિવરી

# codSubtitle
source: Pay when you receive
gu: જ્યારે તમે પ્રાપ્ત કરો ત્યારે ચૂકવો

source: Price Details
gu: કિંમત નિર્ધારણ

source: Price
gu: કિંમત

source: Delivery Fee
gu: ડિલિવરી ચાર્જ

source: Tax
gu: કર

source: Total Amount
gu: કુલ રકમ

source: Order Placed Successfully!
gu: ઓર્ડર સફળતાપૂર્વક મૂકવામાં આવ્યો!

source: Order ID
gu: ઓર્ડર ID

source: Amount Paid:
gu: ચૂકવેલ રકમ:

source: Payment Status:
gu: ચુકવણીની સ્થિતિ:

source: Confirmed
gu: પુષ્ટિ થયેલ

source: VIEW ORDER
gu: ઓર્ડર જુઓ

source: CONTINUE SHOPPING
gu: ખરીદી ચાલુ રાખો

source: Cancel Order
gu: ઓર્ડર રદ કરો

# areYouSureCancelOrder
source: Are you sure you want to cancel this order?
gu: શું તમે ખરેખર આ ઓર્ડર રદ કરવા માંગો છો?

source: No
gu: ના

source: Yes, Cancel
gu: હા, રદ કરો

source: No orders found
gu: કોઈ ઓર્ડર મળ્યા નથી

source: Placed on
gu: રોજ મુકેલ

source: Total
gu: કુલ

source: Order Details
gu: ઓર્ડરની વિગતો

source: Order Information
gu: ઓર્ડરની માહિતી

source: Date
gu: તારીખ

source: Payment
gu: ચુકવણી

source: Shipping Address
gu: શિપિંગ સરનામું

source: Price Summary
gu: કિંમત સારાંશ

# arNotSupported
source: AR is not supported on this device
gu: AR આ ઉપકરણ પર સપોર્ટેડ નથી

# faq1Question
source: How do I track my order?
gu: હું મારો ઓર્ડર કેવી રીતે ટ્રૅક કરી શકું?

# faq1Answer
source: You can track your order by going to the 'My Orders' section in your profile and selecting the order you want to track.
gu: તમે તમારી પ્રોફાઇલના 'મારા ઑર્ડર' વિભાગ પર જઈને અને તમે જે ઑર્ડર ટ્રૅક કરવા માંગો છો તેને પસંદ કરીને ઑર્ડર ટ્રૅક કરી શકો છો.

# faq2Question
source: What is the return policy?
gu: રીટર્ન પોલિસી શું છે?

# faq2Answer
source: We offer a 30-day return policy for all unused items in their original packaging. Please contact support to initiate a return.
gu: અમે તમામ બિનઉપયોગી વસ્તુઓ તેમના મૂળ પેકેજિંગમાં 30-દિવસની વળતર નીતિ પ્રદાન કરીએ છીએ.

# faq3Question
source: How can I change my shipping address?
gu: હું મારું શિપિંગ સરનામું કેવી રીતે બદલી શકું?

# faq3Answer
source: You can manage your shipping addresses in the 'Shipping Addresses' section of your profile.
gu: તમે તમારી પ્રોફાઇલના 'શિપિંગ સરનામાં' વિભાગમાં તમારા સરનામાં સંચાલિત કરી શકો છો.

# faq4Question
source: Do you offer international shipping?
gu: શું તમે આંતરરાષ્ટ્રીય શિપિંગ પ્રદાન કરો છો?

# faq4Answer
source: Yes, we ship to select international destinations. Shipping costs and times vary by location.
gu: હા, અમે પસંદ કરેલા આંતરરાષ્ટ્રીય સ્થળોએ શિપિંગ કરીએ છીએ.

source: Delete Product
gu: પ્રોડક્ટ કાઢી નાખો

# areYouSureDeleteProduct
source: Are you sure you want to delete this product?
gu: શું તમે ખરેખર આ પ્રોડક્ટ કાઢી નાખવા માંગો છો?

source: Product deleted successfully
gu: પ્રોડક્ટ સફળતાપૂર્વક કાઢી નાખવામાં આવ્યું

source: Error deleting product
gu: પ્રોડક્ટ કાઢી નાખતી વખતે ભૂલ

source: Manage Products
gu: પ્રોડક્ટ્સ મેનેજ કરો

# errorMsg
source: Error:
gu: ભૂલ:

# noProductsFound
source: No products found. Add some!
gu: કોઈ પ્રોડક્ટ્સ મળ્યા નથી. કેટલાક ઉમેરો!

source: No Name
gu: કોઈ નામ નથી

source: Edit Product
gu: પ્રોડક્ટમાં ફેરફાર કરો

source: Basic Information
gu: મૂળભૂત માહિતી

# productNameLabel
source: Product Name
gu: પ્રોડક્ટનું નામ

# priceRupee
source: Price (₹)
gu: કિંમત (₹)

# discountPercent
source: Discount (%)
gu: ડિસ્કાઉન્ટ (%)

source: Stock Quantity
gu: સ્ટોક જથ્થો

# categoryLabel
source: Category
gu: કેટેગરી

source: Mark as Featured
gu: ફીચર્ડ તરીકે માર્ક કરો

source: Variants
gu: વેરિઅન્ટ્સ

# variantTypeHint
source: Type (e.g. Size, Color)
gu: પ્રકાર (દા.ત. કદ, રંગ)

# variantValuesHint
source: Values (comma separated)
gu: મૂલ્યો (અલ્પવિરામથી અલગ)

source: Add Variant
gu: વેરિઅન્ટ ઉમેરો

source: Product Images
gu: પ્રોડક્ટ છબીઓ

# uploadImagesHint
source: Upload images to Cloudinary or enter URL directly.
gu: ક્લાઉડિનરી પર છબીઓ અપલોડ કરો અથવા સીધા URL દાખલ કરો.

# imageUrlLabel
source: Image URL
gu: છબી URL

source: Add Another Image Slot
gu: અન્ય છબી સ્લોટ ઉમેરો

# arAndMedia
source: AR & Media
gu: AR અને મીડિયા

# arModelLabel
source: 3D Model (GLB/GLTF)
gu: 3D મોડલ (GLB/GLTF)

# arModelHint
source: Enter URL for .glb file
gu: .glb ફાઇલ માટે URL દાખલ કરો

# updateProductBtn
source: Update Product
gu: પ્રોડક્ટ અપડેટ કરો

# saveProductBtn
source: Save Product
gu: પ્રોડક્ટ સાચવો

source: Uploading image...
gu: છબી અપલોડ કરી રહ્યું છે...

source: Upload Error:
gu: અપલોડ ભૂલ:

source: Dashboard
gu: ડેસ્કબોર્ડ

# ordersBtn
source: Orders
gu: ઓર્ડર

# usersBtn
source: Users
gu: વપરાશકર્તાઓ

# couponsBtn
source: Coupons
gu: કૂપન

# reportsBtn
source: Reports
gu: રિપોર્ટ્સ

# arAssetsBtn
source: AR Assets
gu: AR સંપત્તિઓ

source: Admin Panel
gu: એડમિન પેનલ

source: Manage Orders
gu: ઓર્ડર મેનેજ કરો

source: Pending
gu: બાકી

source: Shipped
gu: શિપ્ડ

source: Delivered
gu: ડિલિવર થયેલ

source: Cancelled
gu: રદ થયેલ

source: Update Order Status
gu: ઓર્ડર સ્ટેટસ અપડેટ કરો

source: Processing
gu: પ્રક્રિયામાં છે

# orderStatusUpdated
source: Order status updated to
gu: ઓર્ડરની સ્થિતિ પર અપડેટ થઈ

source: Error updating status:
gu: સ્ટેટસ અપડેટ કરવામાં ભૂલ:

# noOrdersFoundStatus
source: No orders found for this status
gu: આ સ્ટેટસ માટે કોઈ ઓર્ડર મળ્યા નથી

# itemsLabel
source: Items:
gu: આઇટમ્સ:

# totalAmountLabel
source: Total Amount:
gu: કુલ રકમ:

# updateStatusBtn
source: Update Status
gu: સ્ટેટસ અપડેટ કરો

# invoiceComingSoon
source: Invoice generation coming soon!
gu: ઇન્વોઇસ જનરેશન જલ્દી આવી રહ્યું છે!

# invoiceBtn
source: Invoice
gu: ઇન્વોઇસ

source: Manage Users
gu: વપરાશકર્તાઓ મેનેજ કરો

source: User unblocked
gu: વપરાશકર્તા અનબ્લોક થયું

source: User blocked
gu: વપરાશકર્તા બ્લોક થયું

source: Delete User
gu: વપરાશકર્તા કાઢી નાખો

# areYouSureCannotBeUndone
source: Are you sure? This cannot be undone.
gu: શું તમે ખાતરી કરો છો? આ પૂર્વવત્ કરી શકાતું નથી.

source: User deleted
gu: વપરાશકર્તા કાઢી નાખવામાં આવ્યો

source: No users found
gu: કોઈ વપરાશકર્તાઓ મળ્યા નથી

source: No Email
gu: કોઈ ઈમેલ નથી

# joinedLabel
source: Joined:
gu: જોડાયા:

# orderHistoryComingSoon
source: Order History View Coming Soon
gu: ઓર્ડર ઇતિહાસ દૃશ્ય ટૂંક સમયમાં આવી રહ્યું છે

source: Order History
gu: ઓર્ડર ઇતિહાસ

source: Unblock User
gu: વપરાશકર્તા અનબ્લોક કરો

source: Block User
gu: વપરાશકર્તાને બ્લોક કરો

source: Delete Account
gu: એકાઉન્ટ કાઢી નાખો

source: Add Coupon
gu: કૂપન ઉમેરો

source: Edit Coupon
gu: કૂપનમાં ફેરફાર કરો

source: Coupon Code
gu: કૂપન કોડ

# requiredField
source: Required
gu: જરૂરી છે

# discountTitle
source: Discount
gu: ડિસ્કાઉન્ટ

source: Min Order Amount
gu: ન્યૂનતમ ઓર્ડર રકમ

source: Select Expiry Date
gu: સમાપ્તિ તારીખ પસંદ કરો

# expiresLabel
source: Expires:
gu: સમાપ્ત:

source: Save
gu: સાચવો

source: Manage Coupons
gu: કૂપન મેનેજ કરો

source: No coupons found
gu: કોઈ કૂપન મળી નથી

source: Expired
gu: સમાપ્ત

# couponSubtitle
source: {discountType} off • Min Order: ₹{minOrder}
gu: {discountType} છૂટ • ન્યૂનતમ ઓર્ડર: ₹{minOrder}

# downloadingSalesReport
source: Downloading Sales_Report_2024.csv...
gu: સેલ્સ ડાઉનલોડ થઈ રહી છે...

# downloadComplete
source: Download Complete (Mock)
gu: ડાઉનલોડ પૂર્ણ (મોક)

source: Analytics & Reports
gu: એનાલિટિક્સ અને રિપોર્ટ્સ

source: Export Sales Report
gu: સેલ્સ રિપોર્ટ નિકાસ કરો

# downloadCsvAllOrders
source: Download CSV of all orders
gu: બધા ઓર્ડરના CSV ડાઉનલોડ કરો

source: Low Stock Alerts
gu: ઓછા સ્ટોકની ચેતવણીઓ

source: Most Sold Products
gu: સૌથી વધુ વેચાયેલ પ્રોડક્ટ્સ

# noLowStockItems
source: No low stock items. Good job!
gu: કોઈ લો-સ્ટોક આઇટમ્સ નથી. સરસ!

# leftLabel
source: left
gu: બાકી છે

# noSalesData
source: No sales data available yet.
gu: હજુ સુધી કોઈ વેચાણ ડેટા ઉપલબ્ધ નથી.

# soldLabel
source: Sold
gu: વેચાયેલ

# unitsLabel
source: units
gu: એકમો

source: AR Asset Manager
gu: AR એસેટ મેનેજર

# uploadComingSoon
source: Upload functionality coming soon!
gu: અપલોડ કાર્યક્ષમતા ટૂંક સમયમાં આવી રહી છે!

source: Upload Asset
gu: એસેટ અપલોડ કરો

# notificationsTitle
source: Notifications
gu: સૂચનાઓ

source: Notification dismissed
gu: સૂચના કાઢી નાખી

# settingsBtn
source: Settings
gu: સેટિંગ્સ

source: Enter Password
gu: પાસવર્ડ દાખલ કરો

# pwdWeak
source: Weak
gu: નબળો

# pwdMedium
source: Medium
gu: મધ્યમ

# pwdGood
source: Good
gu: સારો

# pwdStrong
source: Strong
gu: મજબૂત

# changePasswordTitle
source: Change Password
gu: પાસવર્ડ બદલો

# min8Chars
source: Minimum 8 characters required
gu: લઘુત્તમ 8 અક્ષરો જરૂરી છે

# min8CharsCheck
source: Minimum 8 characters
gu: લઘુત્તમ 8 અક્ષરો

# uppercaseCheck
source: 1 Uppercase letter
gu: 1 મોટો અક્ષર

# numberCheck
source: 1 Number
gu: 1 નંબર

# specialCtrlCheck
source: 1 Special character
gu: 1 વિશેષ અક્ષર

# pwdUpdatedSuccess
source: Password updated successfully!
gu: પાસવર્ડ સફળતાપૂર્વક અપડેટ થયો!

# incorrectOldPwd
source: Incorrect old password
gu: ખોટો જૂનો પાસવર્ડ

source: Logout failed
gu: લોગઆઉટ નિષ્ફળ

# accountLabel
source: Account
gu: ખાતું

source: Admin Profile
gu: એડમિન પ્રોફાઇલ

# verifyOldPwdToUpdate
source: Verify old password to update
gu: અપડેટ કરવા માટે જૂનો પાસવર્ડ ચકાસો

# preferencesLabel
source: Preferences
gu: પસંદગીઓ

source: System Default
gu: સિસ્ટમ ડિફોલ્ટ

source: Light Mode
gu: લાઇટ મોડ

source: Dark Mode
gu: ડાર્ક મોડ

# systemMode
source: System
gu: સિસ્ટમ

# lightModeOption
source: Light
gu: લાઇટ

# darkModeOption
source: Dark
gu: ડાર્ક
